Repository: pedrocarlop/WorldSearch
Catalog: Packages/AppModules/Sources/Core/Resources/Localizable.xcstrings
Source language: en
Languages: es

# word_hint.ENTRADA
source: A small document that acts as proof of something, often thereby granting the holder some ability
es: Ticket o boleto; credencial, billete o documento que autoriza a entrar en un evento, espectáculo o lugar

# word_hint.ENTRE
source: In the position or interval that separates, or intermediate in quantity or degree
es: Indica una ubicación en medio de otras cosas, personas, conceptos o entidades

# word_hint.ENVIAR
source: To make something go from one place to another
es: Hacer que algo llegue a una persona o a un destino

# word_hint.EPOCA
source: The inevitable progression into the future with the passing of present and past events
es: Fecha especial de algún suceso en el cual se comienzan a contar los años

# word_hint.EQUIPO
source: A set of draught animals, such as two horses in front of a carriage
es: Acción o efecto de equipar

# word_hint.ERROR
source: The state, quality, or condition of being wrong
es: Desviación de lo exacto, lo verdadero o lo correcto

# word_hint.ESCAPAR
source: Any small, secondary, emergency-use vehicle used to evacuate from the main vehicle during times of danger
es: Salir de un encierro o peligro

# word_hint.ESCENA
source: Part of a theatrical work or the space where a performance takes place
es: El sitio o tablado donde representan los actores

# word_hint.ESCONDER
source: To put in a place where it will be out of sight or harder to discover
es: Ocultar, apartar de la vista con algún fin

# word_hint.ESCRIBIR
source: To form letters, words or symbols on a surface in order to communicate
es: Utilizar letras o signos grabados sobre una superficie para representar las palabras

# word_hint.ESCUCHAR
source: To use one's sense of hearing and auditory cognition in an intentional way; to make deliberate use of one's ears; to pay attention to or wait for a specific sound
es: Prestar atención a lo que se oye

# word_hint.ESCUELA
source: An institution dedicated to teaching and learning; an educational institution
es: Instituto que ofrece enseñanza primaria

# word_hint.ESE
source: Introducing a clause that is the object of a verb, especially a reporting verb or verb expressing belief, knowledge, perception, etc
es: Nombre de la letra s

# word_hint.ESPACIO
source: A crewed artificial satellite designed for long-term habitation, research, etc
es: El contenido de un volumen, el conjunto de puntos, áreas ocupadas por un objeto

# word_hint.ESPALDA
source: At or near the rear
es: Parte posterior del tronco, entre cuello y cintura

# word_hint.ESPAÑA
source: A country in Southern Europe, including most of the Iberian peninsula. Official name: Kingdom of Spain. Capital and largest city: Madrid
es: País europeo situado en la península ibérica

# word_hint.ESPAÑOL
source: Of or pertaining to Spain
es: Originario, relativo a, o propio de España

# word_hint.ESPECIE
source: Biological group whose members can reproduce among themselves
es: Conjunto biológico de seres con rasgos comunes que pueden reproducirse entre sí

# word_hint.ESPERANZA
source: To want to happen, with a sense of expectation that it might [with that; or with clause; or with so or not]
es: Confianza o deseo de que algo deseado sucederá

# word_hint.ESPERAR
source: To delay movement or action until some event or time; to remain neglected or in readiness
es: Detener el movimiento o la acción hasta la llegada u ocurrencia de algo, hacer tiempo

# word_hint.ESPOSO
source: A man in a marriage or marital relationship, especially in relation to his spouse
es: Hombre casado, con respecto de su cónyuge

# word_hint.ESTACION
source: Fixed place where transport stops or where something is positioned
es: Lugar fijo donde paran transportes o donde algo permanece situado

# word_hint.ESTADO
source: A condition; a set of circumstances applying at any given time
es: Situación en que está una persona o una cosa, y en especial cada uno de los sucesivos modos de ser de una persona o cosa sujeta a cambios que influyen en su condición

# word_hint.ESTE
source: Demonstrative determiner or pronoun for something near the speaker
es: Se emplea para indicar o señalar algo o a alguien próximo al hablante, o referirse a algo que se acaba de mencionar

# word_hint.ESTRELLA
source: Celestial body that emits its own light
es: Nombre de pila de mujer

# word_hint.ESTUDIAR
source: To review materials already learned in order to make sure one does not forget them, usually in preparation for an examination
es: Hacer ejercicio del entendimiento para comprender una cosa, adquirir un arte o profesión, o para interpretar o para preparar alguna cosa

# word_hint.ESTUDIO
source: To review materials already learned in order to make sure one does not forget them, usually in preparation for an examination
es: Esfuerzo que pone el entendimiento aplicándose a conocer alguna cosa; y en especial trabajo empleado en aprender y cultivar una ciencia o arte

# word_hint.ESTUPIDO
source: Without intelligence
es: Afectado de estupor

# word_hint.EXACTAMENTE
source: Without approximation; precisely
es: De modo exacto, con exactitud

# word_hint.EXISTIR
source: To be; have existence; have being or reality
es: Tener realidad; ser real o verdadero; tener existencia

# word_hint.EXITO
source: The achievement of one's aim or goal
es: Logro o compensación satisfactoria de una tarea o actividad

# word_hint.EXPERIENCIA
source: Knowledge or skill gained from direct practice or events
es: Conocimiento que se obtiene a través de la práctica

# word_hint.EXPLICAR
source: To make plain, manifest, or intelligible; to clear of obscurity; to illustrate the meaning of
es: Declarar, exponer una persona lo que piensa

# word_hint.EXTRAÑO
source: Not normal; odd, unusual, surprising, out of the ordinary, often with a negative connotation
es: Dicho de una persona, que es ajeno a nuestra familia, grupo social, nación

# word_hint.FACIL
source: Comfortable; at ease
es: Que supone poco o ningún esfuerzo en su realización

# word_hint.FALTA
source: The state, quality, or condition of being wrong
es: Error, acción considerada incorrecta o violatoria de alguna norma o reglamento

# word_hint.FAMILIA
source: A group of people who are closely related to one another; kin; in particular, a set of parents and their children; an immediate family
es: Grupo de personas unidas por parentesco, vínculo o convivencia

# word_hint.FAMILIAR
source: Known to one, or generally known; commonplace
es: Que pertenece o concierne a la familia

# word_hint.FAVOR
source: A kind or helpful deed; an instance of voluntarily assisting
es: Una obra benéfica que se brinda para ayudar a alguien

# word_hint.FELIZ
source: Having a feeling arising from a consciousness of well-being or of enjoyment; enjoying good of any kind, such as comfort, peace, or tranquillity; blissful, contented, joyous
es: Que siente felicidad

# word_hint.FIESTA
source: A holiday, festival, especially a religious one
es: Día consagrado a actos religiosos. Día en que se celebran ceremonias religiosas

# word_hint.FIN
source: The terminal point of something in space or time
es: Objetivo o propósito de una actividad

# word_hint.FINAL
source: A final examination; a test or examination given at the end of a term or class; the test that concludes a class
es: Propio o relacionado con el fin o término de algo

# word_hint.FLOR
source: A colorful, conspicuous structure associated with angiosperms, frequently scented and attracting various insects, and which may or may not be used for sexual reproduction
es: Órgano reproductor de muchas plantas, a menudo de colores llamativos

# word_hint.FONDO
source: The surface of the Earth, as opposed to the sky or water or underground
es: Lugar más hacia dentro o profundo de un sitio cerrado

# word_hint.FORMA
source: Shape or external appearance of something
es: Figura o apariencia externa de algo

# word_hint.FORMAR
source: To create, shape, or make up something
es: Dar forma, crear o componer algo

# word_hint.FOTO
source: Short form of photograph, an image captured by a camera
es: Forma abreviada de fotografía, imagen capturada con una cámara

# word_hint.FRENTE
source: The part of the face above the eyebrows and below the hairline
es: Parte superior de la cara, comprendida entre una y otra sien, y desde encima de los ojos hasta que empieza la vuelta del cráneo

# word_hint.FUEGO
source: A chemical reaction involving the bonding of oxygen with carbon or other fuel, with the production of heat and the presence of flame or smouldering
es: Oxidación rápida y violenta de un material combustible, que libera calor y luz

# word_hint.FUENTE
source: A technique whereby the sender of a packet can specify the route that a packet should take through the network
es: Lugar donde sale agua de la tierra

# word_hint.FUERA
source: The part of something that faces out; the outer surface
es: Que está ubicado en la parte exterior de algo

# word_hint.FUERTE
source: Having, or capable of exerting, power or influence
es: Que es capaz de ejercer una fuerza grande

# word_hint.FUERZA
source: Ability to influence; strength or energy of body or mind; active power; vigour; might; capacity of exercising an influence or producing an effect
es: Lo que es capaz de realizar grandes cambios en una persona o en una cosa

# word_hint.FUNCIONAR
source: To operate correctly or serve its intended purpose
es: Operar correctamente y cumplir su propósito

# word_hint.FUTURO
source: The time ahead; those moments yet to be experienced
es: Que está aún por ocurrir o hacerse efectivo

# word_hint.GALLETA
source: A small, flat, baked good which is either crisp or soft but firm
es: Pasta compuesta de harina, azúcar y a veces huevo, manteca o confituras diversas, que, dividida en trozos pequeños y moldeados o modelados en forma varia, se cuecen al horno

# word_hint.GANAR
source: To gain through applied effort or work
es: Obtener un beneficio económico

# word_hint.GENERAL
source: Including or involving every part or member of a given or implied entity, whole, etc.; common to all, universal
es: Que pertenece a la totalidad o mayor parte de las personas o cosas de un grupo o categoría

# word_hint.GENTE
source: People considered as a group
es: Conjunto de personas

# word_hint.GOBIERNO
source: The body with the power to make and/or enforce laws to control a country, land area, people or organization
es: Acción o efecto de gobernar

# word_hint.GOLPEAR
source: To hit something with force
es: Dar un golpe o impactar con fuerza

# word_hint.GRACIAS
source: Used to express appreciation or gratitude
es: Úsase para expresar agradecimiento

# word_hint.GRANDE
source: The second to last part of the digestive system, comprising the cecum, colon and rectum
es: Superior en tamaño a un determinado patrón tomado como medida

# word_hint.GRITAR
source: To shed tears; to weep, especially in anger or sadness
es: Hablar con la voz muy fuerte, para intimidar, alertar o comunicarse cuando el ruido de fondo impide la conversación normal

# word_hint.GRUPO
source: A number of things or persons being in some relation to one another
es: Cosas, personas o animales reunidos en un lugar concreto

# word_hint.GUARDAR
source: To prevent harm or difficulty
es: Colocar algo en sitio seguro y apropiado para ello

# word_hint.GUERRA
source: Organized, large-scale, armed conflict between countries or between national, ethnic, or other sizeable groups, usually but not always involving active engagement of military forces
es: Conflicto armado entre mucha gente y con gran número de víctimas

# word_hint.GUSTAR
source: Very similar; a couple made for each other
es: Ser agradable, obtener aprobación

# word_hint.GUSTO
source: One of the sensations produced by the tongue in response to certain chemicals; the quality of giving this sensation
es: Uno de los cinco sentidos por los que los seres vivos perciben su entorno. Es este caso mediante el sabor, a través de las papilas gustativas

# word_hint.HABER
source: Auxiliary verb used to form compound tenses
es: Verbo auxiliar que forma tiempos compuestos y también expresa existencia

# word_hint.HABITACION
source: An opportunity or scope
es: Acción y efecto de habitar o morar en alguna parte

# word_hint.HABLAR
source: To communicate, usually by means of speech
es: Expresar algo usando palabras de viva voz

# word_hint.HACER
source: To do, make, or create something
es: Realizar, crear o producir algo

# word_hint.HALLAR
source: To find or discover someone or something that was sought
es: Dar con algo o alguien voluntariamente porque se le buscaba

# word_hint.HAMBRE
source: A need or compelling desire for food
es: Necesidad o deseo de alimentarse

# word_hint.HASTA
source: Up to the time of; pending
es: Preposición que indica el fin o término de una actividad, sea en sentido locativo, cronológico o cuantitativo

# word_hint.HAZ
source: Bundle of tied items, or beam of light in another sense
es: Conjunto de cosas atadas o agrupadas, y en otro uso rayo de luz

# word_hint.HECHO
source: Something actual as opposed to invented
es: Acción u obra producida

# word_hint.HERMANO
source: Son of the same parents as another person
es: Persona que, con respecto a otra, comparte uno o ambos padres

# word_hint.HIJO
source: One's male offspring
es: Individuo respecto a cualquiera de sus progenitores

# word_hint.HISTORIA
source: The aggregate of past events
es: Conjunto de los acontecimientos pasados

# word_hint.HOLA
source: A greeting said when meeting someone or acknowledging someone’s arrival or presence
es: Expresión de saludo utilizada entre dos o más personas de trato familiar, sin importar el momento del día ni las circunstancias

# word_hint.HOMBRE
source: An adult male human
es: Ser humano de sexo masculino

# word_hint.HORA
source: A unit of time of one twenty-fourth of a day
es: Cada una de las 24 partes de igual duración en que se divide el día, a su vez subdivididas cada una de ellas en 60 minutos

# word_hint.HORIZONTE
source: The visible horizontal line where the sky appears to meet the earth in the distance
es: Línea que parece separar el cielo de la tierra, al final de lo que alcanza la vista

# word_hint.HOSPITAL
source: A large medical facility, usually in a building with multiple floors, where seriously ill or injured patients are given extensive medical or surgical treatment
es: Lugar donde se atiende a los enfermos, para proporcionar el diagnóstico y tratamiento que necesitan

# word_hint.HOTEL
source: A large town house or mansion; a grand private residence, especially in France
es: Establecimiento que ofrece alojamiento temporal a viajeros

# word_hint.HOY
source: On the current day or date
es: En el día en curso

# word_hint.HUIR
source: To run away; to escape
es: Alejarse deprisa de un peligro

# word_hint.HUMANO
source: Of or belonging to the species Homo sapiens or its closest relatives
es: Que pertenece o concierne a la especie llamada Homo sapiens, esto es, al hombre y a la mujer como especie

# word_hint.IDEA
source: An abstract archetype of a given thing, compared to which real-life examples are seen as imperfect approximations; pure essence, as opposed to actual examples
es: Conocimiento elemental que nos hacemos de algo

# word_hint.IDIOTA
source: A person of low general intelligence
es: Dicho de un ciudadano: que se desentiende de los asuntos de la comunidad porque no participa de lo político o porque vela por sus propios intereses

# word_hint.IGLESIA
source: A Christian house of worship; a building where Christian religious services take place
es: Edificio destinado al culto de la religión cristiana

# word_hint.IGUAL
source: A symbol used in mathematics to indicate that two values are the same, and elsewhere in various other ways, such as to separate the signature from the content of a telegram
es: De la misma naturaleza, cantidad o calidad que otra cosa

# word_hint.IMAGEN
source: A visual or other representation of the external form of something in art
es: Representación visual de una cosa

# word_hint.IMPORTANTE
source: Having relevant and crucial value; having import
es: Algo o alguien que hay que tener en cuenta

# word_hint.IMPORTAR
source: Material; substance
es: Merecer atención y valoración por su entidad o significatividad

# word_hint.IMPOSIBLE
source: That cannot be done or cannot happen
es: Que no puede realizarse o suceder

# word_hint.INCLUIR
source: To bring into a group, class, set, or total as a part or member
es: Poner una cosa dentro de otra dentro de sus límites

# word_hint.INFORMACION
source: Something that provides a definitive characterization or description of the nature and attributes of a specified entity
es: Conocimiento enviado o recibido sobre un hecho o circunstancia

# word_hint.INTENTAR
source: To try to do something by making an effort
es: Prepararse para hacer algo, tomar las medidas necesarias y hacer el esfuerzo para conseguirlo

# word_hint.INTENTO
source: Action of trying to do something, even if it is not achieved
es: Acción de tratar de lograr algo, aunque no siempre se consiga

# word_hint.INTERES
source: The price paid for obtaining, or price received for providing, money or goods in a credit transaction, calculated as a fraction of the amount or value of what was borrowed
es: Preferencia o inclinación que se siente por algo

# word_hint.INTERESANTE
source: Of concern; affecting, important
es: Que despierta interés por su valor, novedad o utilidad

# word_hint.INVESTIGACION
source: A journey or effort in pursuit of a goal; a mission
es: Acción o efecto de investigar

# word_hint.ISLA
source: A contiguous area of land, smaller than a continent, totally surrounded by water
es: Territorio rodeado completamente por agua

# word_hint.IZQUIERDA
source: Side of the body opposite to the right
es: Dirección hacia el lado izquierdo con respecto a un punto de referencia

# word_hint.JAMAS
source: At no time; on no occasion; in no circumstance
es: En ninguna oportunidad, momento u ocasión

# word_hint.JEFE
source: The part of the body of an animal or human which contains the brain, mouth, and main sense organs
es: Persona que tiene la responsabilidad de dirigir a otras personas, y tiene autoridad sobre ellas

# word_hint.JODER
source: To have sexual intercourse; to copulate
es: Provocar a alguno molestias o incomodidades, en particular con ánimo jocoso

# word_hint.JOSE
source: Eleventh and favorite son of Jacob, by his wife Rachel
es: Nombre de pila de varón

# word_hint.JOVEN
source: Person in early stage of life, not yet old
es: Persona de poca edad o en etapa temprana de la vida

# word_hint.JUEGO
source: A playful or competitive activity
es: Acción o efecto de jugar

# word_hint.JUEZ
source: A public official whose duty it is to administer the law, especially by presiding over trials and rendering judgments; a justice
es: Encargado de administrar justicia y aplicar las leyes en la sociedad moderna

# word_hint.JUGAR
source: To act in a manner such that one has fun; to engage in activities expressly for the purpose of recreation or entertainment
es: Hacer algo con el alegría y con el solo fin de divertirse o entretenerse

# word_hint.JUICIO
source: The act of judging
es: Pensamiento en el que se afirma o se niega algo de algo

# word_hint.JUSTICIA
source: The state or characteristic of being just or fair
es: Cualidad moral que impulsa a dar a cada cual según su mérito o derecho

# word_hint.JUSTO
source: Factually right, correct; factual
es: Guiado por la razón, la verdad o la justicia

# word_hint.LADO
source: A bounding straight edge of a two-dimensional shape
es: Borde, orilla o extremo de algo

# word_hint.LAGO
source: A large, landlocked stretch of water or similar liquid
es: Cuerpo de agua, generalmente dulce, de tamaño considerable, que se encuentra separado del mar

# word_hint.LARGO
source: Asio otus, a species of owl which breeds in Europe, Asia, and North America. Long eared owls are partially migratory, moving south in winter from the northern parts of their range
es: Que tiene una gran longitud

# word_hint.LECHE
source: Nutritious white liquid produced by mammals to feed their young
es: Líquido nutritivo producido por mamíferos para alimentar a sus crías

# word_hint.LEER
source: To look at and interpret letters or other information that is written
es: Interpretar lo impreso o lo escrito por el conocimiento de los signos

# word_hint.LEJOS
source: At a great distance in space or time
es: A gran distancia en el espacio o en el tiempo

# word_hint.LEVANTAR
source: To raise something upward from a lower position
es: Elevar algo desde una posición baja

# word_hint.LEY
source: A relative by marriage
es: Disposición, regla o precepto dictado por la máxima autoridad

# word_hint.LIBERTAD
source: The right of citizens to speak, or otherwise communicate, without fear of harm or prosecution
es: Estado en el cual fuerzas ajenas no imponen su criterio, aplicable física o moralmente sobre la propia decisión del sujeto

# word_hint.LIBRE
source: Not constrained or controlled; able to act by choice
es: Que no está sometido a restricción y puede actuar por voluntad propia

# word_hint.LIBRO
source: A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc
es: Conjunto de hojas de papel unidas por un borde formando un volumen

# word_hint.LIMON
source: A yellowish citrus fruit
es: Fruto cítrico amarillo o verde, de sabor ácido

# word_hint.LINDO
source: Pleasant, attractive, or charming in appearance or manner
es: Que es agradable a la vista o al ánimo, con un toque de ternura

# word_hint.LINEA
source: A path through two or more points; a continuous mark, including as made by a pen; any path, curved or straight
es: Serie continua de puntos sucesivos formando una raya o segmento longitudinal en cualquier trayecto

# word_hint.LISTA
source: A long, thin piece of land; any long, thin area
es: Pedazo de papel, lienzo u otra cosa análoga, largo y angosto

# word_hint.LISTO
source: Prepared for immediate action or use
es: Preparado, dispuesto o aparejado para ejecutar, hacer o usarse en algo

# word_hint.LLAMADO
source: To reach out with one's voice
es: Llamamiento llamada

# word_hint.LLAMAR
source: To reach out with one's voice
es: Utilizar una palabra o expresión para referirse a alguien o algo

# word_hint.LLAVE
source: An object designed to open and close a lock
es: Instrumento generalmente metálico que contiene un código grabado, el cuál al introducirlo en una cerradura permite abrirla

# word_hint.LLEGAR
source: To reach; to get to a certain place
es: Acción de terminar un viaje o movimiento porque se ha alcanzado el destino

# word_hint.LLENO
source: Containing as much as possible; not empty
es: Que contiene su capacidad máxima y no está vacío

# word_hint.LLORAR
source: To shed tears from sadness, pain, or emotion
es: Derramar lágrimas por emoción, dolor o tristeza

# word_hint.LLUVIA
source: To rain very heavily
es: Conjunto de gotas de agua producidas por la condensación del agua y que se precipitan del cielo sobre la tierra

# word_hint.LOCO
source: Of unsound mind; insane; demented
es: Que no está en su sano juicio, que se comporta de forma irracional

# word_hint.LOGRAR
source: To succeed in something, now especially in academic performance
es: Obtener el cumplimiento de un anhelo, en especial si mediante el esfuerzo propio

# word_hint.LUEGO
source: Adverb meaning later or after that
es: Adverbio de tiempo que indica posterioridad

# word_hint.LUGAR
source: An area; somewhere within an area
es: Espacio que puede ser ocupado por un objeto

# word_hint.LUNA
source: Alternative letter-case form of Moon
es: Nombre propio del único satélite natural de la Tierra
